IdeaRS.Connections
CutBeamData.CutPartOnMem1 Property
Compatible with IDEA StatiCa 0.0
 Cut off part on member 1
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CutPart CutPartOnMem1 { get; set; }
Property Value
Type: CutPart
See Also
Reference
CutBeamData Class
IdeaRS.Connections.Data Namespace